[
  {
    "id": 1,
    "name": "Shake Weight",
    "price": 2999,
    "image": "/images/shake-weight.jpg",
    "shortDescription": "Dynamic Inertia technology ignites muscles in arms, shoulders, and chest.",
    "longDescription": "Shaking up the way you work out, the Shake Weight is a revolution in strength training. Boasting a legion of devotees who enthusiastically confirm the Shake Weight's claim that it shapes and tones the upper body, this product is hard to ignore. The way it works is this: a special pulsating dumbbell with dynamic inertia technology increases upper body muscle activity by 300 percent compared to traditional weights as you shake the 5-lb weight several different ways. This repetitive shaking stimulates muscle toning and adds shape to your upper arms, chest, and shoulders."
  },
  {
    "id": 2,
    "name": "ShamWow",
    "price": 2595,
    "image": "/images/shamwow.jpg",
    "shortDescription": "It's like a chamois, towel, and sponge, all in one! Soaks up to 10x it's weight in any liquid!",
    "longDescription": "The ShamWow towel is durable and long-lasting, ready for any job! Great for cleaning up spills, washing windows, polishing surfaces, washing your car, and even drying the dog! Even better, it's bleachable and machine washable so you can use it year after year making the ShamWow very cost effective and better for the environment than paper towels."
  },
  {
    "id": 3,
    "name": "Snuggie",
    "price": 2900,
    "image": "/images/snuggie.jpg",
    "shortDescription": "Super-Soft Fleece with pockets! One Size fits all Adults! Keeps you Warm & Your Hands-Free!",
    "longDescription": "The original blanket with sleeves – SNUGGIE Blanket keeps your hands free and your feet warm. For over 10 years the As Seen on TV hit has provided functional relaxation for everyone. This wearable blanket is perfect to keep you comfy whether you are studying for a big exam, gaming, reading a book, or just watching TV relaxing on the couch. SNUGGIE Blanket is also machine washable, so even if you accidentally drop your favorite snack on your favorite SNUGGIE Blanket, just toss it in the wash and resume relaxation!"
  },
  {
    "id": 4,
    "name": "Wax Vac",
    "price": 999,
    "image": "/images/wax-vac.jpg",
    "shortDescription": "Gentle way to remove ear wax. Safe and hygienic. Reduces the risk of painful infections.",
    "longDescription": "WaxVac ear cleaner is the safe and effective way to clean and dry your ears! The WaxVac secret is safe and gentle suction. Simply attach the Wax Vac silicone tip and insert in ear. Cotton swabs push wax and debris futher into the ear, which can damage the ear drums.WaxVac, as seen on TV, gently draws dirt particles and moisture out of the ear.WaxVac is powerful yet gentle and features an examining light on the tip and is cordless.Uses 2 AA batteries(not included). Say \"Goodbye\" to cotton swabs with WaxVac ear cleaner!Buy the WaxVac today!"
  },
  {
    "id": 5,
    "name": "Ostrich Pillow",
    "price": 9900,
    "image": "/images/ostrich-pillow.jpg",
    "shortDescription": "Create your own snugly space in the world and feel-good anywhere with the ultimate cocoon pillow.",
    "longDescription": "OSTRICH PILLOW is a revolutionary new product to enable easy power naps anytime, everywhere. OSTRICH PILLOW’ S unique design offers a micro environment in which to take a cozy and comfortable power nap at ease.It has been designed to allow you to create a little private space within a public one, to relax and unwind.Its soothing soft interior shelters and isolates your head and hands(mind and body) for a short break, without needing to leave your desk, chair, bench, airplane seat or wherever you may be.Replace those uncomfortable travel pillows with the revolutionary new OSTRICH PILLOW. The Original OSTRICH PILLOW is handcrafted in Spain and delivered in a cardboard gift box with a storage bag included."
  },
  {
    "id": 6,
    "name": "Tater Mitts",
    "price": 830,
    "image": "/images/tater-mitts.jpg",
    "shortDescription": "8 Seconds is All You Need with Tater Mitts Quickly and easily prepare all your favorite potato dishes with Tater Mitts.",
    "longDescription": "These are the new kitchen gloves that combine comfort and innovation to bring you the ultimate potato peeling process. 8 seconds is all you need to peel one potato effortlessly without getting your hands wet, nicked or cut. Just simply rub any potato with a few quick strokes and you'll have a perfectly peeled potato in an instant! It remove only the thinnest layer of skin so there is no wasted potatoes. "
  }
]
